
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья.'
txt_next = 'Продолжить'
txt_instruction = ('Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n'
                   'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.\n'
                   'У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд;\n'
                   'затем в течение 45 секунд испытуемый выполняет 30 приседаний.\n'
                   'После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\n'
                   'а потом — за последние 15 секунд первой минуты периода восстановления.\n'
                   'Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в\n'
                   'ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.')

txt_title1 = 'Здоровье'
txt_title2 = 'Тест'
txt_title3 = 'Результаты'

txt_name = 'Введите Ф.И.О:'
txt_age = 'Полных лет:'
txt_hintname = "Ф.И.О"

txt_test1 = 'Сделойте тота-тота'
txt_test2 = 'А теперь вот так'
txt_test3 = 'Хык-тык-тык!'
txt_hinttest = '0'
txt_sendresults = 'Отправить результаты'


title_timer = 'Таймер'
txt_starttimer = 'Старт'
txt_stoptimer = 'Стоп'
timer_15 = '15'
timer_45 = '45'
timer_60 = '60'
txt_open_timer = 'Открыть\nтаймер'

txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье'
txt_workheart = 'Работоспособность сердца: '
txt_res1 = 'низкая.'
txt_res2 = 'удовлетворительная.'
txt_res3 = 'средняя.'
txt_res4 = 'выше среднего.'
txt_res5 = 'высокая.'